Revit 2027 API
ParameterTypeId.FabricBendDiameter Property
 "Bend Diameter": Standard Bend Diameter of Fabric Wire.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricBendDiameter { get; }
Public Shared ReadOnly Property FabricBendDiameter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricBendDiameter {
	ForgeTypeId^ get ();
}
static member FabricBendDiameter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace